tap "anomalyco/tap"
tap "coder/coder"
tap "kilo-org/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "sst/tap"
tap "stripe/stripe-cli"
tap "warpdotdev/warp"
brew "act"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "biome"
brew "bottom"
brew "cfn-lint"
brew "chrome-devtools-mcp"
brew "ripgrep"
brew "codex"
brew "freetds"
brew "fzf"
brew "gh"
brew "gitui"
brew "lazygit", link: false
brew "libpq"
brew "mise"
brew "utf8proc", args: ["HEAD"]
brew "neovim"
brew "ni"
brew "php"
brew "pnpm"
brew "poppler"
brew "python@3.11"
brew "python@3.12"
brew "qwen-code"
brew "rich-cli"
brew "screen"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "typescript"
brew "uv"
brew "wp-cli"
brew "xplr"
brew "yarn"
brew "zsh"
brew "anomalyco/tap/opencode"
brew "coder/coder/coder"
brew "kilo-org/tap/kilocode"
brew "qmk/qmk/qmk"
brew "stripe/stripe-cli/stripe"
cask "aws-vault-binary"
cask "claude-code"
cask "copilot-cli"
cask "ngrok"
cask "wave"
vscode "aaron-bond.better-comments"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "anderseandersen.html-class-suggestions"
vscode "anysphere.remote-containers"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "christian-kohler.path-intellisense"
vscode "coderabbit.coderabbit-vscode"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "felipecaputo.git-project-manager"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.codespaces"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "inlang.vs-code-extension"
vscode "jakob101.relativepath"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "mattpocock.ts-error-translator"
vscode "mhutchie.git-graph"
vscode "michelemelluso.code-beautifier"
vscode "mosapride.zenkaku"
vscode "mrmlnc.vscode-autoprefixer"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.vscode-typescript-next"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "philstainer.git-worktree"
vscode "pranaygp.vscode-css-peek"
vscode "solnurkarim.html-to-css-autocompletion"
vscode "sonarsource.sonarlint-vscode"
vscode "sst-dev.opencode"
vscode "streetsidesoftware.code-spell-checker"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "vitest.explorer"
vscode "vscode-icons-team.vscode-icons"
vscode "waderyan.gitblame"
vscode "wayou.vscode-todo-highlight"
vscode "xabikos.javascriptsnippets"
vscode "zignd.html-css-class-completion"
